/* label of button to dismiss sheet without agreeing (Close rather than OK) */
"Close" = "Fechar";

/* primary label with product name */
"Connecting to %@..." = "Conectando a %@...";

/* primary label */
"Connecting..." = "Conectando...";

/*
 * Primary label displayed when app runs in "about box" mode.
 * Most of the time this is obscured by the sheet displaying the information
 * about the application.
 */
"PrimaryLabelAbout" = "Sobre...";

//----- download progress info -----------------------------------------------//

/* No comment provided by engineer. */
"Downloading (%@ out of %@ Bytes)" = "Fazendo o download (%1$@ de %2$@ Bytes)";

/* No comment provided by engineer. */
"Downloading (%@ out of %@ KB)" = "Fazendo o download (%1$@ de %2$@ KB)";

/* No comment provided by engineer. */
"Downloading (%@ out of %@ MB)" = "Fazendo o download (%1$@ de %2$@ MB)";

//----- product display names ------------------------------------------------//

/** Name displayed in lieu of product when product is not known */
"UnknownTheProduct" = "o aplicativo";

/* G2M product display name */
"GoToMeeting" = "GoToMeeting";

/* G2T product display name */
"GoToTraining" = "GoToTraining";

/* G2W product display name */
"GoToWebinar" = "GoToWebinar";

/* G2A product display name */
"GoToAssist" = "GoToAssist";

/* G2AC product display name */
"GoToAssist Corporate" = "GoToAssist Corporate";

/* GoToMyPC product display name */
"GoToMyPC" = "GoToMyPC";


//----- About Box ------------------------------------------------------------//


/* Message (title) displayed on face of about box sheet. */
"AboutBoxMessage" = "Sobre o GoTo Opener";

/* Detailed info displayed on face of about box sheet. */
"AboutBoxInfo" = "O GoTo Opener ajuda is sites e o software GoTo a funcionar sem problemas no seu computador.\n\nVersão: %@\n\nLocal: %@";


//----- task labels for main window ------------------------------------------//

/* generic launch progress label */
"Initializing" = "Inicializando";

/*
 * Progress label displayed while just-launched, persistently-installed app
 * initially downloads session parameters from Launcher Service
 */
"DownloadingArgs" = "Solicitando informações específicas de inicialização";

/* progress label displayed while waiting for another DownloaderApp to finish */
"WaitingForMutex" = "Aguardando até que outro GoTo Opener seja concluído";

/* progress label displayed while DownloaderApp installs itself to persistent location */
"InstallingDlApp" = "Instalando o GoTo Opener";

/* generic starting plugin download progress label */
"Starting Plugin Download" = "Iniciando Download de Plug-in";

/* generic installing plugin label */
"Installing Plugin" = "Instalando Plug-in";

/* generic starting download progress label */
"Starting Download" = "Iniciando Download";

/* generic downloading progress label */
"Downloading" = "Fazendo download";

/* generic verify archive progress label */
"Verifying" = "Verificando";

/* generic unarchiving progress label */
"Unzipping" = "Descompactando";

/* generic launch progress label */
"Installing" = "Instalando";

/* generic launch progress label */
"Launching" = "Iniciando";

/* launch installer progress label */
"Launching Installer" = "Iniciando Instalador";

//----- Message text for error alert sheets ----------------------------------//

/* download failed alert message */
"Download Failed" = "Falha no Download";

/* unarchive failed alert message */
"Unarchive Failed" = "Falha ao Desarquivar";

/* installation failed alert message */
"Installation Failed" = "Falha na Instalação";

/* launch failed alert message */
"Launch Failed" = "Falha na Inicialização";

//----- Info text for error alert sheets -------------------------------------//

/* boilerplate introduction for error sheets indicating complete failure of the Launcher to launch app, into which specific product name is inserted */
"AppFatalMsgPre"  = "Infelizmente, o GoTo Opener não pôde iniciar o %@.";

/* boilerplate introduction for error sheets indicating complete failure of the Launcher to install package, into which specific product name is inserted */
"InstallFatalMsgPre"  = "Infelizmente, o GoTo Opener não pôde instalar o %@.";

/* boilerplate conclusion for error sheets indicating complete failure of the Launcher */
"GenericFatalMsgPost" = "Reinicie o download ou contate o Atendimento Mundial aos Clientes em \nhttp://link.logmeininc.com/get-help.";

/* boilerplate introduction for error sheets indicating failure of the Launcher to download component due to SSL certificate validation errors. */
"SslCertFatalMsgPre"  = "Infelizmente, o GoTo Opener não pode confiar no servidor de download.";

/* boilerplate conclusion for error sheets indicating failure of the Launcher to download component due to SSL certificate validation errors. */
"SslCertFatalMsgPost" = "Verifique se você atualizou os certificados confiáveis em seus conjuntos de chaves ou contate o Atendimento Mundial ao Cliente em http://link.logmeininc.com/get-help.";

/* notify user that product endpoint version doesn't support OS version */
"ProductSupportForOsErrorInfo" = "A versão solicitada do %@ não dá suporte a esta versão do Mac OS X.";

/* app download failed alert informative text */
"DownloadAppFailedErrorInfo" = "Falha no download do aplicativo necessários dos nossos servidores.";

/* app download failed alert instructions to manually download and install endpoint */
"DownloadAppFailedOfferManualDownload" = "%@ não foi iniciado porque ocorreu um problema ao baixar o aplicativo. Em vez disso, salve o arquivo por meio do seu navegador:\n\n1. Clique no botão 'Baixar no navegador'\n2. Abra e instale o arquivo baixado.\n3. Tente entrar na sessão novamente.";

/* app download failed alert instructions to manually download and install endpoint, post part */
"DownloadAppFailedOfferManualDownloadPost" = "Para obter mais ajuda, entre em contato com o administrador do sistema, ou entre em contato com o suporte do %@ em\nhttps://link.logmeininc.com/get-help.";


/* app download failed alert download button */
"Download" = "Baixar no navegador";

/* installer download failed alert informative text */
"DownloadInstallerFailedErrorInfo" = "Falha no download do instalador dos nossos servidores.";

/* app unarchive failed alert informative text */
"UnarchiveAppFailedErrorInfo" = "Falha ao desarquivar o aplicativo necessário.";

/* installer unarchive failed alert informative text */
"UnarchiveInstallerFailedErrorInfo" = "Falha ao desarquivar o instalador.";

/* failed to place app bundle in permanent location, alert informative text */
"InstallAppFailedErrorInfo" = "Falha ao instalar a operação necessária.";

/* app launch failed alert informative text */
"LaunchAppFailedErrorInfo" = "Falha ao iniciar a operação necessária.";

/* installer launch failed alert informative text */
"LaunchInstallerFailedErrorInfo" = "Falha ao iniciar o instalador.";

/* app arguments download failed alert informative text */
"DownloadAppArgumentsFailedErrorInfo" = "Falha no download dos argumentos do aplicativo necessário dos nossos servidores.";


//----- for SSL error alert sheets -------------------------------------------//

/* label of button to retry on authentication timeout (not abort the app) */
"AuthTimeoutErrorRetryButtonLabel" = "Repetir";

/* label of button to cancel retry on authentication timeout (so abort the app) */
"AuthTimeoutErrorCancelButtonLabel" = "Fechar";

/* authentication timeout alert message */
"AuthTimeoutErrorMsg" = "A autenticação demorou muito";

/* authentication timeout alert informative text */
"AuthTimeoutErrorInfo" = "Não é possível autenticar as credenciais em um tempo razoável. Talvez o nome ou a senha que você enviou não estava correta. Tente novamente.";

/* label of button to retry on connection lost during authentication (not abort the app) */
"AuthDisconnectErrorRetryButtonLabel" = "Repetir";

/* label of button to cancel retry on connection lost during authentication (so abort the app) */
"AuthDisconnectErrorCancelButtonLabel" = "Fechar";

/* disconnect during authentication alert message */
"AuthDisconnectErrorMsg" = "Falha na autenticação";

/* disconnect during authentication alert informative text */
"AuthDisconnectErrorInfo" = "A conexão de rede foi perdida inesperadamente durante a autenticação. Talvez o nome ou a senha que você enviou não estava correta. Tente novamente.";

/* SSL server certificate error alert message */
"ServerSslCertErrorMsg" = "Identidade do servidor não confiável";

/* generic SSL server certificate error informative text */
"ServerSslCertError" = "O certificado do servidor parece inválido. Conectar-se ao servidor poderia colocar suas informações confidenciais em risco.";

/* generic SSL server certificate error informative text <URL including host> */
"ServerSslCertErrorWithUrl" = "O certificado do servidor em \\'%@\\' parece inválido. Conectar-se ao servidor poderia colocar suas informações confidenciais em risco.";

/* generic SSL server certificate error informative text <host name> */
"ServerSslCertErrorWithHostName" = "O certificado do servidor em \\'%@\\' parece inválido. Conectar-se ao servidor poderia colocar suas informações confidenciais em risco.";

/* label of button to close server certificate error dialog and abort the app */
"ServerCertErrorCancelButtonLabel" = "Fechar";
